{
  "nodes": [
    {
      "op": "null", 
      "name": "onnx::Sub_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_cast_subtract_divide", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_cast_subtract_divide", 
        "hash": "20cc1a39b4d4f431"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "79a0a694ea928a7a"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 1, 2], 
  "heads": [
    [
      4, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2, 3, 4]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 224, 224], 
        [1, 3, 1, 1], 
        [1, 3, 1, 1], 
        [1, 3, 224, 224], 
        [1, 1, 224, 224]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 2, 3, 4, 5]
}