{
  "nodes": [
    {
      "op": "null", 
      "name": "images", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "04eea7bfd1041393"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      1, 
      0, 
      0
    ], 
    [
      1, 
      1, 
      0
    ], 
    [
      1, 
      2, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [1, 1, 1, 1]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 2, 3]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 288, 288], 
        [1, 15, 36, 36], 
        [1, 15, 18, 18], 
        [1, 15, 9, 9]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 4]
}